Repository: milind-soni/OpenMausBot
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: pt_br, zh_hans, zh_hant

source: List density
pt_br: Densidade da lista
zh_hans: 列表密度
zh_hant: 列表密度

source: Comfortable
pt_br: Confortável
zh_hans: 宽松
zh_hant: 寬鬆

source: Compact
pt_br: Compacta
zh_hans: 紧凑
zh_hant: 緊湊

source: Larger faces, with each bot’s latest message under its name.
pt_br: Rostos maiores, com a última mensagem de cada bot abaixo do nome.
zh_hans: 头像更大，机器人名称下会显示最新消息。
zh_hant: 頭像更大，機器人名稱下會顯示最新訊息。

source: One line per bot. Bots with more than one active thread show how many; tap the number to list them.
pt_br: Uma linha por bot. Bots com mais de uma thread ativa mostram quantas têm; toque no número para listá-las.
zh_hans: 每个机器人占一行。拥有多个活跃对话的机器人会显示对话数量；点按数字即可列出对话。
zh_hant: 每個機器人佔一行。擁有多個活躍對話的機器人會顯示對話數量；點按數字即可列出對話。

source: New thread
pt_br: Nova thread
zh_hans: 新建对话
zh_hant: 新增對話

source: Manage threads
pt_br: Gerenciar threads
zh_hans: 管理对话
zh_hant: 管理對話

source: Chief of Staff
pt_br: Chefe de gabinete
zh_hans: 总协调机器人
zh_hant: 幕僚長

source: Expanded
pt_br: Expandido
zh_hans: 已展开
zh_hant: 已展開

source: Collapsed
pt_br: Recolhido
zh_hans: 已折叠
zh_hant: 已收合

source: Play voice note
pt_br: Reproduzir nota de voz
zh_hans: 播放语音留言
zh_hant: 播放語音留言

source: Pause voice note
pt_br: Pausar nota de voz
zh_hans: 暂停语音留言
zh_hant: 暫停語音留言

source: Voice note position
pt_br: Posição da nota de voz
zh_hans: 语音留言进度
zh_hant: 語音留言進度

source: Couldn’t load the voice note.
pt_br: Não foi possível carregar a nota de voz.
zh_hans: 无法加载语音留言。
zh_hant: 無法載入語音留言。

source: completed
pt_br: concluído
zh_hans: 已完成
zh_hant: 已完成

source: not completed
pt_br: não concluído
zh_hans: 未完成
zh_hant: 未完成

source: %lld saved
pt_br: %lld salvos
zh_hans: 已保存 %lld 个
zh_hant: 已儲存 %lld 個

source: A section can have one Chief. Go back and choose one Chief, or use a section without one.
pt_br: Uma seção pode ter um Chefe. Volte e escolha um Chefe, ou use uma seção sem nenhum.
zh_hans: 一个区段只能有一位 Chief。请返回并选择一位 Chief，或改用没有 Chief 的区段。
zh_hant: 一個區段只能有一位 Chief。請返回並選擇一位 Chief，或改用沒有 Chief 的區段。

source: Account alias
pt_br: Apelido da conta
zh_hans: 帐户别名
zh_hant: 帳戶別名

source: Account details are unavailable from this provider. Refresh after authorization finishes.
pt_br: Este provedor não fornece os detalhes da conta. Atualize depois que a autorização terminar.
zh_hans: 此提供者无法取得帐户详细数据。授权完成后请刷新。
zh_hant: 此提供者無法取得帳戶詳細資料。授權完成後請重新整理。

source: Accounts could not be re-checked
pt_br: Não foi possível verificar as contas de novo
zh_hans: 无法重新检查帐户
zh_hant: 無法重新檢查帳戶

source: Activity
pt_br: Atividade
zh_hans: 活动
zh_hant: 活動

source: Add Quick Reply
pt_br: Adicionar resposta rápida
zh_hans: 添加快速回复
zh_hant: 新增快速回覆

source: Add a document from Files
pt_br: Adicionar um documento do app Arquivos
zh_hans: 从「文件」加入文档
zh_hant: 從「檔案」加入文件

source: Add a photo to this message
pt_br: Adicionar uma foto a esta mensagem
zh_hans: 为此消息加入照片
zh_hant: 為此訊息加入照片

source: Add another account
pt_br: Adicionar outra conta
zh_hans: 添加其他帐户
zh_hant: 新增其他帳戶

source: Add the shared ElevenLabs key in this agent's profile on the computer. The key is never returned to iOS.
pt_br: Adicione a chave compartilhada do ElevenLabs no perfil deste agente no computador. A chave nunca é devolvida ao iOS.
zh_hans: 请在电脑上的此机器人设置档中加入共用的 ElevenLabs 密钥。密钥永远不会传回 iOS。
zh_hant: 請在電腦上的此機器人設定檔中加入共用的 ElevenLabs 金鑰。金鑰永遠不會傳回 iOS。

source: Add the shared Fish Audio key in OpenMausBot on your computer. The key is never returned to iOS.
pt_br: Adicione a chave compartilhada do Fish Audio no OpenMausBot no computador. A chave nunca é devolvida ao iOS.
zh_hans: 请在电脑上的 OpenMausBot 中加入共用的 Fish Audio 密钥。密钥永远不会传回 iOS。
zh_hant: 請在電腦上的 OpenMausBot 中加入共用的 Fish Audio 金鑰。金鑰永遠不會傳回 iOS。

source: Add to section
pt_br: Adicionar à seção
zh_hans: 加入区段
zh_hant: 加入區段

source: Adds to existing section
pt_br: Adiciona a uma seção existente
zh_hans: 会加入现有区段
zh_hant: 會加入現有區段

source: Advanced · %@ run limit
pt_br: Avançado · limite de execução de %@
zh_hans: 高端 · 运行上限 %@ 次
zh_hant: 進階 · 執行上限 %@ 次

source: Advanced · no run limit
pt_br: Avançado · sem limite de execução
zh_hans: 高端 · 无运行上限
zh_hant: 進階 · 無執行上限

source: Agent
pt_br: Agente
zh_hans: 智能体
zh_hant: 代理程式

source: Agent notifications
pt_br: Notificações do agente
zh_hans: 机器人通知
zh_hant: 機器人通知

source: Agents with an ElevenLabs voice picked on your computer use it when this is on. Everyone else uses the voice above.
pt_br: Agentes com uma voz do ElevenLabs escolhida no seu computador a usam quando esta opção está ativada. Todos os outros usam a voz acima.
zh_hans: 打开后，在电脑上选用 ElevenLabs 语音的机器人会使用该语音；其他机器人则使用上方的语音。
zh_hant: 開啟後，在電腦上選用 ElevenLabs 語音的機器人會使用該語音；其他機器人則使用上方的語音。

source: Alerts arrive while OpenMausBot is open or was recently in the background. Closed-app delivery is not available yet.
pt_br: Os alertas chegam enquanto o OpenMausBot está aberto ou esteve em segundo plano há pouco. A entrega com o app fechado ainda não está disponível.
zh_hans: OpenMausBot 打开中或最近在背景运行时会收到提醒。目前尚无法在应用程序关闭时发送提醒。
zh_hant: OpenMausBot 開啟中或最近在背景執行時會收到提醒。目前尚無法在應用程式關閉時傳送提醒。

source: All quiet
pt_br: Tudo tranquilo
zh_hans: 全部静音
zh_hant: 全部靜音

source: Allow camera access to scan the pairing QR code shown by OpenMausBot.
pt_br: Permita o acesso à câmera para escanear o QR code de pareamento mostrado pelo OpenMausBot.
zh_hans: 允许使用相机扫描 OpenMausBot 显示的配对 QR Code。
zh_hant: 允許使用相機掃描 OpenMausBot 顯示的配對 QR Code。

source: Always
pt_br: Sempre
zh_hans: 永远
zh_hant: 永遠

source: Always allow this tool
pt_br: Sempre permitir esta ferramenta
zh_hans: 永远允许此工具
zh_hant: 永遠允許此工具

source: Send to %@?
pt_br: Enviar para %@?
zh_hans: 发送到 %@？
zh_hant: 傳送到 %@？

source: Send on your behalf?
pt_br: Enviar em seu nome?
zh_hans: 以你的名义发送？
zh_hant: 以你的名義傳送？

source: Details
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳細資料

source: Allowed
pt_br: Permitido
zh_hans: 已允许
zh_hant: 已允許

source: Denied
pt_br: Negado
zh_hans: 已拒绝
zh_hant: 已拒絕

source: No longer available
pt_br: Não está mais disponível
zh_hans: 已不再可用
zh_hant: 已無法使用

source: Remembered
pt_br: Memorizado
zh_hans: 已记住
zh_hant: 已記住

source: Skipped
pt_br: Ignorado
zh_hans: 已跳过
zh_hant: 已略過

source: Answered
pt_br: Respondido
zh_hans: 已回答
zh_hant: 已回答

source: Apply model
pt_br: Aplicar modelo
zh_hans: 套用模型
zh_hant: 套用模型

source: Approvals that are waiting for you
pt_br: Aprovações esperando por você
zh_hans: 等待你核准的项目
zh_hant: 等待你核准的項目

source: Art direction
pt_br: Direção de arte
zh_hans: 美术方向
zh_hant: 美術方向

source: Asks for permission to send notifications
pt_br: Pede permissão para enviar notificações
zh_hans: 会要求发送通知的权限
zh_hant: 會要求傳送通知的權限

source: Back
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

source: Back to bots
pt_br: Voltar aos bots
zh_hans: 返回机器人
zh_hant: 返回機器人

source: Bot intro animation
pt_br: Animação de entrada do bot
zh_hans: 机器人开场动画
zh_hant: 機器人開場動畫

source: Bot settings
pt_br: Ajustes do bot
zh_hans: 机器人设置
zh_hant: 機器人設定

source: Bots you create on your computer show up here.
pt_br: Os bots que você cria no seu computador aparecem aqui.
zh_hans: 你在电脑上创建的机器人会显示于此。
zh_hant: 你在電腦上建立的機器人會顯示於此。

source: Built-in Mac voices are unavailable
pt_br: As vozes nativas do Mac estão indisponíveis
zh_hans: 内置 Mac 语音无法使用
zh_hant: 內建 Mac 語音無法使用

source: Camera access needed
pt_br: É preciso acesso à câmera
zh_hans: 需要相机权限
zh_hant: 需要相機權限

source: Can reach
pt_br: Pode acessar
zh_hans: 可连接至
zh_hant: 可連線至

source: Cancel
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Changes the language inside OpenMausMobile. Buttons drawn by iOS itself follow the phone's language, which you can set for this app in iOS Settings.
pt_br: Muda o idioma dentro do OpenMausMobile. Os botões desenhados pelo próprio iOS seguem o idioma do telefone, que você pode definir para este app nos Ajustes do iOS.
zh_hans: 变更 OpenMausMobile 接口使用的语言。由 iOS 绘制的按钮会依照手机语言显示；你可以在 iOS 设置中为此 App 选择语言。
zh_hant: 變更 OpenMausMobile 介面使用的語言。由 iOS 繪製的按鈕會依照手機語言顯示；你可以在 iOS 設定中為此 App 選擇語言。

source: Changes this bot's model, profile, notifications, and voice
pt_br: Muda o modelo, o perfil, as notificações e a voz deste bot
zh_hans: 变更此机器人的模型、设置档、通知与语音
zh_hant: 變更此機器人的模型、設定檔、通知與語音

source: Channels
pt_br: Canais
zh_hans: 频道
zh_hant: 頻道

source: Chat
pt_br: Conversa
zh_hans: 聊天
zh_hant: 聊天

source: Checking Cloud VM availability…
pt_br: Verificando a disponibilidade da Cloud VM…
zh_hans: 正在检查云端 VM 是否可用…
zh_hant: 正在檢查雲端 VM 是否可用…

source: Choose File
pt_br: Escolher arquivo
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Choose a PNG, JPEG, GIF, or WebP image.
pt_br: Escolha uma imagem PNG, JPEG, GIF ou WebP.
zh_hans: 请选择 PNG、JPEG、GIF 或 WebP 图片。
zh_hant: 請選擇 PNG、JPEG、GIF 或 WebP 圖片。

source: Choose a different computer
pt_br: Escolher outro computador
zh_hans: 选择其他电脑
zh_hant: 選擇其他電腦

source: Choose an agent
pt_br: Escolher um agente
zh_hans: 选择机器人
zh_hant: 選擇機器人

source: Choose an agent voice
pt_br: Escolha uma voz para o agente
zh_hans: 选择机器人语音
zh_hant: 選擇機器人語音

source: Choose an available provider to change this bot's model.
pt_br: Escolha um provedor disponível para mudar o modelo deste bot.
zh_hans: 选择可用的提供者以变更此机器人的模型。
zh_hant: 選擇可用的提供者以變更此機器人的模型。

source: Choose bots
pt_br: Escolher bots
zh_hans: 选择机器人
zh_hant: 選擇機器人

source: Choose up to 100 bots for one section.
pt_br: Escolha até 100 bots para uma seção.
zh_hans: 每个区段最多可选择 100 个机器人。
zh_hant: 每個區段最多可選擇 100 個機器人。

source: Circle
pt_br: Círculo
zh_hans: 圆形
zh_hant: 圓形

source: Clear
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: Close
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

source: Close slash commands
pt_br: Fechar comandos de barra
zh_hans: 关闭斜线指令
zh_hant: 關閉斜線指令

source: Cloud VM status is unavailable
pt_br: O status da Cloud VM está indisponível
zh_hans: 无法取得云端 VM 状态
zh_hant: 無法取得雲端 VM 狀態

source: Completed
pt_br: Concluída
zh_hans: 已完成
zh_hant: 已完成

source: Completed, waiting, failed, and manually started runs appear here.
pt_br: As execuções concluídas, aguardando, com falha e iniciadas manualmente aparecem aqui.
zh_hans: 已完成、等待中、失败及手动启动的运行会显示于此。
zh_hant: 已完成、等待中、失敗及手動啟動的執行會顯示於此。

source: Computer
pt_br: Computador
zh_hans: 电脑
zh_hant: 電腦

source: Computer address
pt_br: Endereço do computador
zh_hans: 电脑地址
zh_hant: 電腦位址

source: and %lld more of this computer’s addresses
pt_br: e mais %lld endereços deste computador
zh_hans: 以及这台电脑的另外 %lld 个地址
zh_hant: 以及這部電腦的另外 %lld 個位址

source: Computer only
pt_br: Só no computador
zh_hans: 仅限电脑
zh_hant: 僅限電腦

source: Computers
pt_br: Computadores
zh_hans: 电脑
zh_hant: 電腦

source: Computers ready to pair will appear here.
pt_br: Os computadores prontos para parear vão aparecer aqui.
zh_hans: 可供配对的电脑会显示于此。
zh_hant: 可供配對的電腦會顯示於此。

source: Configure Composio on your computer first. Provider credentials are never returned to this device.
pt_br: Configure o Composio no seu computador primeiro. As credenciais do provedor nunca são devolvidas a este dispositivo.
zh_hans: 请先在电脑上设置 Composio。提供者凭证永远不会传回此设备。
zh_hant: 請先在電腦上設定 Composio。提供者憑證永遠不會傳回此裝置。

source: Connect
pt_br: Conectar
zh_hans: 连接
zh_hant: 連線

source: Connect a computer
pt_br: Conectar um computador
zh_hans: 连接至电脑
zh_hant: 連線至電腦

source: Connect another computer
pt_br: Conectar outro computador
zh_hans: 连接至另一部电脑
zh_hant: 連線至另一部電腦

source: Connect computer
pt_br: Conectar computador
zh_hans: 连接电脑
zh_hant: 連線電腦

source: Connect my computer
pt_br: Conectar meu computador
zh_hans: 连接我的电脑
zh_hant: 連線我的電腦

source: Connect to your computer
pt_br: Conecte-se ao seu computador
zh_hans: 连接至你的电脑
zh_hant: 連線至你的電腦

source: Connect when you're ready
pt_br: Conecte quando quiser
zh_hans: 准备好时再连接
zh_hant: 準備好時再連線

source: Connected
pt_br: Conectado
zh_hans: 已连接
zh_hant: 已連線

source: Connected Apps
pt_br: Apps conectados
zh_hans: 已连接的应用程序
zh_hant: 已連線的應用程式

source: Connected apps need setup
pt_br: Os apps conectados precisam de configuração
zh_hans: 已连接的应用程序需要设置
zh_hant: 已連線的應用程式需要設定

source: Connected to %@
pt_br: Conectado a %@
zh_hans: 已连接至 %@
zh_hant: 已連線至 %@

source: Connected to your computer
pt_br: Conectado ao seu computador
zh_hans: 已连接至你的电脑
zh_hant: 已連線至你的電腦

source: Connecting…
pt_br: Conectando…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection & Security
pt_br: Conexão e segurança
zh_hans: 连接与安全性
zh_hant: 連線與安全性

source: Connection details
pt_br: Detalhes da conexão
zh_hans: 连接详情
zh_hant: 連線詳細資訊

source: Connection unknown
pt_br: Conexão desconhecida
zh_hans: 连接状态不明
zh_hant: 連線狀態不明

source: Continue
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Continue with %lld bots
pt_br: Continuar com %lld bots
zh_hans: 以 %lld 个机器人继续
zh_hant: 以 %lld 個機器人繼續

source: Copied
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy
pt_br: Copiar
zh_hans: 拷贝
zh_hant: 複製

source: Copy All
pt_br: Copiar tudo
zh_hans: 全部拷贝
zh_hant: 全部複製

source: Copy CSV
pt_br: Copiar CSV
zh_hans: 拷贝 CSV
zh_hant: 複製 CSV

source: Copy Diff
pt_br: Copiar diff
zh_hans: 拷贝差异
zh_hant: 複製差異

source: Couldn't load
pt_br: Não foi possível carregar
zh_hans: 无法加载
zh_hant: 無法載入

source: Couldn't open link
pt_br: Não foi possível abrir o link
zh_hans: 无法打开链接
zh_hant: 無法開啟連結

source: Couldn't start the microphone.
pt_br: Não foi possível iniciar o microfone.
zh_hans: 无法启动麦克风。
zh_hant: 無法啟動麥克風。

source: Couldn't transcribe that.
pt_br: Não foi possível transcrever isso.
zh_hans: 无法辨识这段语音。
zh_hant: 無法辨識這段語音。

source: Couldn’t create section
pt_br: Não foi possível criar a seção
zh_hans: 无法创建区段
zh_hant: 無法建立區段

source: Create
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

source: Create a bot first, then come back to group it into a section.
pt_br: Crie um bot primeiro e depois volte para agrupá-lo em uma seção.
zh_hans: 请先创建机器人，再返回将它加入区段。
zh_hant: 請先建立機器人，再返回將它加入區段。

source: Create section
pt_br: Criar seção
zh_hans: 创建区段
zh_hant: 建立區段

source: Creates a new section
pt_br: Cria uma nova seção
zh_hans: 会创建新区段
zh_hant: 會建立新區段

source: Creating or rotating a webhook changes an internet-reachable trigger and signing secret, so webhook management remains on the paired computer. Webhook run receipts still appear above.
pt_br: Criar ou rotacionar um webhook altera um gatilho acessível pela internet e um segredo de assinatura, então o gerenciamento de webhooks continua no computador pareado. Os recibos de execução de webhook continuam aparecendo acima.
zh_hans: 创建或轮替 webhook 会变更可从互联网连接的触发器与签署密钥，因此 webhook 管理仍须在已配对的电脑上进行。Webhook 运行回执仍会显示于上方。
zh_hant: 建立或輪替 webhook 會變更可從網際網路連線的觸發器與簽署密鑰，因此 webhook 管理仍須在已配對的電腦上進行。Webhook 執行回執仍會顯示於上方。

source: Creating…
pt_br: Criando…
zh_hans: 生成中…
zh_hant: 正在建立…

source: Current agent voice
pt_br: Voz atual do agente
zh_hans: 目前的机器人语音
zh_hant: 目前的機器人語音

source: Current computer
pt_br: Computador atual
zh_hans: 目前的电脑
zh_hant: 目前的電腦

source: Current provider (unavailable)
pt_br: Provedor atual (indisponível)
zh_hans: 目前的提供者（无法使用）
zh_hant: 目前的提供者（無法使用）

source: Custom interval in minutes
pt_br: Intervalo personalizado em minutos
zh_hans: 自订间隔（分钟）
zh_hant: 自訂間隔（分鐘）

source: Custom interval…
pt_br: Intervalo personalizado…
zh_hans: 自订间隔…
zh_hant: 自訂間隔…

source: Default
pt_br: Padrão
zh_hans: 缺省
zh_hant: 預設

source: Delete
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete routine
pt_br: Excluir rotina
zh_hans: 删除例行工作
zh_hant: 刪除例行工作

source: Deleted agent
pt_br: Agente excluído
zh_hans: 已删除机器人
zh_hant: 已刪除機器人

source: Dictation isn't available for this language.
pt_br: O ditado não está disponível para este idioma.
zh_hans: 此语言无法使用听写。
zh_hant: 此語言無法使用聽寫。

source: Dictation needs Microphone access. Enable it in Settings → OpenMausMobile.
pt_br: O ditado precisa de acesso ao Microfone. Ative em Ajustes → OpenMausMobile.
zh_hans: 听写功能需要麦克风权限。请前往「设置 → OpenMausMobile」激活。
zh_hant: 聽寫功能需要麥克風權限。請前往「設定 → OpenMausMobile」啟用。

source: Dictation needs Speech Recognition access. Enable it in Settings → OpenMausMobile.
pt_br: O ditado precisa de acesso ao Reconhecimento de Fala. Ative em Ajustes → OpenMausMobile.
zh_hans: 听写功能需要语音辨识权限。请前往「设置 → OpenMausMobile」激活。
zh_hant: 聽寫功能需要語音辨識權限。請前往「設定 → OpenMausMobile」啟用。

source: Dismiss
pt_br: Dispensar
zh_hans: 忽略
zh_hant: 關閉

source: Does
pt_br: Faz
zh_hans: 运行方式
zh_hant: 執行方式

source: Done
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Double tap to add this bot
pt_br: Toque duas vezes para adicionar este bot
zh_hans: 点两下以添加此机器人
zh_hant: 點兩下以新增此機器人

source: Double tap to remove this bot
pt_br: Toque duas vezes para remover este bot
zh_hans: 点两下以移除此机器人
zh_hant: 點兩下以移除此機器人

source: Each computer is paired separately. Only the selected computer is active at a time.
pt_br: Cada computador é pareado separadamente. Só o computador selecionado fica ativo por vez.
zh_hans: 每部电脑都须分别配对；同一时间只有选取的电脑会激活。
zh_hant: 每部電腦都須分別配對；同一時間只有選取的電腦會啟用。

source: Edit
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Edit address
pt_br: Editar endereço
zh_hans: 编辑地址
zh_hant: 編輯位址

source: Edit and retry
pt_br: Editar e tentar de novo
zh_hans: 编辑并重试
zh_hant: 編輯並重試

source: Edit routine
pt_br: Editar rotina
zh_hans: 编辑例行工作
zh_hant: 編輯例行工作

source: ElevenLabs is not configured
pt_br: O ElevenLabs não está configurado
zh_hans: 尚未设置 ElevenLabs
zh_hant: 尚未設定 ElevenLabs

source: Fish Audio is not configured
pt_br: O Fish Audio não está configurado
zh_hans: 尚未设置 Fish Audio
zh_hant: 尚未設定 Fish Audio

source: Enable notifications
pt_br: Ativar notificações
zh_hans: 激活通知
zh_hant: 啟用通知

source: Encrypted and saved on your computer
pt_br: Criptografado e salvo no seu computador
zh_hans: 已加密并保存在你的电脑上
zh_hant: 已加密並儲存在你的電腦上

source: Encrypted and sent to your computer.
pt_br: Criptografado e enviado ao seu computador.
zh_hans: 已加密并发送至你的电脑。
zh_hant: 已加密並傳送至你的電腦。

source: Enter a different value
pt_br: Digitar um valor diferente
zh_hans: 请输入其他值
zh_hant: 請輸入其他值

source: Enter a whole number from 5 to 1,440 minutes.
pt_br: Digite um número inteiro de 5 a 1.440 minutos.
zh_hans: 请输入 5 到 1,440 之间的整数（分钟）。
zh_hant: 請輸入 5 到 1,440 之間的整數（分鐘）。

source: Enter address and code
pt_br: Digitar endereço e código
zh_hans: 输入地址与代码
zh_hant: 輸入位址與代碼

source: Enter it securely on this phone.
pt_br: Digite com segurança neste telefone.
zh_hans: 请在此手机上安全输入。
zh_hant: 請在此手機上安全輸入。

source: Enter securely on this phone
pt_br: Digitar com segurança neste telefone
zh_hans: 在此手机上安全输入
zh_hant: 在此手機上安全輸入

source: Enter the code shown on this computer
pt_br: Digite o código mostrado neste computador
zh_hans: 输入此电脑上显示的代码
zh_hant: 輸入此電腦上顯示的代碼

source: Every X minutes
pt_br: A cada X minutos
zh_hans: 每隔 X 分钟
zh_hant: 每隔 X 分鐘

source: Every step a bot takes.
pt_br: Cada passo que um bot dá.
zh_hans: 机器人运行的每个步骤。
zh_hant: 機器人執行的每個步驟。

source: Explain steps
pt_br: Explicar os passos
zh_hans: 说明步骤
zh_hant: 說明步驟

source: Finished work and important updates
pt_br: Trabalhos concluídos e novidades importantes
zh_hans: 已完成的工作与重要更新
zh_hant: 已完成的工作與重要更新

source: First time per bot
pt_br: Na primeira vez de cada bot
zh_hans: 每个机器人首次
zh_hant: 每個機器人首次

source: Follow the system
pt_br: Seguir o sistema
zh_hans: 依照系统设置
zh_hant: 依照系統設定

source: For example, Research
pt_br: Por exemplo, Pesquisa
zh_hans: 例如：研究
zh_hant: 例如：研究

source: Full
pt_br: Completa
zh_hans: 完整
zh_hant: 完整

source: Generate an avatar
pt_br: Gerar um avatar
zh_hans: 产生头像
zh_hant: 產生頭像

source: Generate on computer
pt_br: Gerar no computador
zh_hans: 在电脑上产生
zh_hant: 在電腦上產生

source: Generation uses the shared image provider configured on your computer. No provider key is sent to or stored on this device.
pt_br: A geração usa o provedor de imagens compartilhado configurado no seu computador. Nenhuma chave de provedor é enviada nem guardada neste dispositivo.
zh_hans: 产生内容时会使用你在电脑上设置的共用图片提供者。提供者密钥不会发送至或保存在此设备上。
zh_hant: 產生內容時會使用你在電腦上設定的共用圖片提供者。提供者金鑰不會傳送至或儲存在此裝置上。

source: Get alerts while OpenMausBot is open or was recently in the background. Alerts stop after iOS fully suspends or closes the app.
pt_br: Receba alertas enquanto o OpenMausBot está aberto ou esteve em segundo plano há pouco. Os alertas param depois que o iOS suspende ou fecha o app por completo.
zh_hans: OpenMausBot 打开中或最近在背景运行时会收到提醒。iOS 完全暂停或关闭 App 后，提醒就会停止。
zh_hant: OpenMausBot 開啟中或最近在背景執行時會收到提醒。iOS 完全暫停或關閉 App 後，提醒就會停止。

source: HTTPS connection
pt_br: Conexão HTTPS
zh_hans: HTTPS 连接
zh_hant: HTTPS 連線

source: Hidden
pt_br: Oculta
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hide Diff
pt_br: Ocultar diff
zh_hans: 隐藏差异
zh_hant: 隱藏差異

source: Hide full address
pt_br: Ocultar endereço completo
zh_hans: 隐藏完整地址
zh_hant: 隱藏完整位址

source: Hides the steps
pt_br: Oculta os passos
zh_hans: 隐藏步骤
zh_hant: 隱藏步驟

source: How often this routine runs
pt_br: Com que frequência esta rotina roda
zh_hans: 此例行工作的运行频率
zh_hant: 此例行工作的執行頻率

source: INPUT
pt_br: ENTRADA
zh_hans: 输入
zh_hant: 輸入

source: Icon
pt_br: Ícone
zh_hans: 图标
zh_hant: 圖示

source: Identity
pt_br: Identidade
zh_hans: 身分
zh_hant: 身分

source: Idle
pt_br: Ocioso
zh_hans: 闲置
zh_hant: 閒置

source: Inspect latest git changes and patches
pt_br: Inspecionar as últimas mudanças e patches do git
zh_hans: 查看最新的 Git 变更与修补程序
zh_hant: 檢視最新的 Git 變更與修補程式

source: Interactive VNC session. Access must be enabled for this device in the Mac's Phone settings.
pt_br: Sessão VNC interativa. O acesso precisa estar ativado para este dispositivo nos ajustes de Telefone do Mac.
zh_hans: 交互式 VNC 工作阶段。必须在 Mac 的「手机」设置中激活此设备的访问权。
zh_hant: 互動式 VNC 工作階段。必須在 Mac 的「手機」設定中啟用此裝置的存取權。

source: Interrupt
pt_br: Interromper
zh_hans: 中断
zh_hant: 中斷

source: It will appear on both this device and your computer.
pt_br: Ela vai aparecer neste dispositivo e no seu computador.
zh_hans: 它会同时显示在此设备与你的电脑上。
zh_hant: 它會同時顯示在此裝置與你的電腦上。

source: Label
pt_br: Rótulo
zh_hans: 标签
zh_hant: 標籤

source: Language
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言

source: Load earlier messages
pt_br: Carregar mensagens anteriores
zh_hans: 加载较早的消息
zh_hant: 載入較早的訊息

source: Jump to latest
pt_br: Ir para o mais recente
zh_hans: 跳到最新
zh_hant: 跳至最新

source: Jump to latest messages
pt_br: Ir para as mensagens mais recentes
zh_hans: 跳到最新消息
zh_hant: 跳至最新訊息

source: Loading models
pt_br: Carregando modelos
zh_hans: 正在加载模型
zh_hant: 正在載入模型

source: Loads the image preview
pt_br: Carrega a pré-visualização da imagem
zh_hans: 加载图片预览
zh_hant: 載入圖片預覽

source: Local Network access is off. Enable it in Settings, or enter a Tailscale address below.
pt_br: O acesso à Rede Local está desativado. Ative nos Ajustes, ou digite um endereço Tailscale abaixo.
zh_hans: 局域网路访问权已关闭。请在「设置」中激活，或在下方输入 Tailscale 地址。
zh_hant: 區域網路存取權已關閉。請在「設定」中啟用，或在下方輸入 Tailscale 位址。

source: Local discovery isn't available right now. Enter the address shown in Phone settings.
pt_br: A descoberta local não está disponível agora. Digite o endereço mostrado nos ajustes de Telefone.
zh_hans: 目前无法使用局域网路探索。请输入「手机」设置中显示的地址。
zh_hant: 目前無法使用區域網路探索。請輸入「手機」設定中顯示的位址。

source: Local discovery was interrupted. Retrying…
pt_br: A descoberta local foi interrompida. Tentando de novo…
zh_hans: 局域网路探索已中断。正在重试…
zh_hant: 區域網路探索已中斷。正在重試…

source: Looking for computers
pt_br: Procurando computadores
zh_hans: 正在寻找电脑
zh_hant: 正在尋找電腦

source: Make sure this is the computer you expect before connecting.
pt_br: Confirme que este é o computador esperado antes de conectar.
zh_hans: 连接前，请确认这是你预期连接的电脑。
zh_hant: 連線前，請確認這是你預期連線的電腦。

source: Mascot
pt_br: Mascote
zh_hans: 吉祥物
zh_hant: 吉祥物

source: Message
pt_br: Mensagem
zh_hans: 消息
zh_hant: 訊息

source: Messages
pt_br: Mensagens
zh_hans: 消息
zh_hant: 訊息

source: Model
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

source: Model, profile, voice and notifications
pt_br: Modelo, perfil, voz e notificações
zh_hans: 模型、设置档、语音与通知
zh_hant: 模型、設定檔、語音與通知

source: More
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

source: Name
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: Name section
pt_br: Nomear a seção
zh_hans: 区段名称
zh_hant: 區段名稱

source: Nearby computers
pt_br: Computadores por perto
zh_hans: 附近的电脑
zh_hant: 附近的電腦

source: Needs pairing
pt_br: Precisa parear
zh_hans: 需要配对
zh_hant: 需要配對

source: Needs you
pt_br: Precisa de você
zh_hans: 需要你处理
zh_hant: 需要你處理

source: Never
pt_br: Nunca
zh_hans: 从未
zh_hant: 從未

source: New Quick Reply
pt_br: Nova resposta rápida
zh_hans: 添加快速回复
zh_hant: 新增快速回覆

source: New bot
pt_br: Novo bot
zh_hans: 添加机器人
zh_hant: 新增機器人
